
tap 'caskroom/cask'

# Core Homebrew
brew 'apr'
brew 'apr-util'
brew 'aspell'
brew 'autoconf'
brew 'brotli'
brew 'c-ares'
brew 'curl-openssl'
brew 'fish'
brew 'freetds'
brew 'freetype'
brew 'fswatch'
brew 'fx'
brew 'gdbm'
brew 'gettext'
brew 'glib'
brew 'gmp'
brew 'heroku'
brew 'heroku-node'
brew 'htop'
brew 'icu4c'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libpq'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'libzip'
brew 'lua'
brew 'luajit'
brew 'mcrypt'
brew 'mhash'
brew 'msgpack'
brew 'ncurses'
brew 'nghttp2'
brew 'node'
brew 'openldap'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'php@5.6'
brew 'python'
brew 'python@2'
brew 'readline'
brew 'ripgrep'
brew 'rsync'
brew 'ruby'
brew 'sqlite'
brew 'tidy-html5'
brew 'unibilium'
brew 'unixodbc'
brew 'vim'
brew 'xz'
brew 'zsh'

# Cask Apps
cask 'font-firacode-nerd-font'
cask 'font-hack-nerd-font'

